// "© Copyright 2004-2017 HP Development Company, L.P."

OfflineMessageText = "Kunne ikke kommunikere til den valgte enhed.\nDen er muligvis slukket eller ikke forbundet.";
TextTooLongErrorExplanation = "Indtast tekst med en længde, som er mindre end eller lig med %d tegn.";
NumberNotInRangeErrorExplanation = "Indtast en nummerværdi, der er mindre end %f eller større end %f.";
IncorrectIpAddressErrorExplanation = "IP-adressen skal bestå af fire sæt numre (0 til 255 hver), adskilt af punktummer.";
InvalidCharsInTextErrorExplanation = "Indtast gyldige tegn.";

NotInitiatedTitle = "Rensning kunne ikke startes";
NotInitiatedMsg = "Renseproceduren kunne ikke startes. Tjek, at enheden er online, og at den ikke er ved at behandle et job.";

TwowayConnectionErrorTitle = "Kan ikke etablere tovejskommunikation med enheden";
TwowayConnectionErrorMessage = "Tjek, at enheden er tilsluttet og tændt, og prøv igen.";

DeviceInReserveModeMsg = "Justering kan ikke udføres i reservetilstand. Erstat tomme og manglende blækpatroner.";

NoPensErrorTitle = "Der er ikke fundet nogen printerpatroner";
NoPensErrorMessage = "Hvis der er installeret printerpatroner, skal du kontrollere, at plastiktapen, der dækker blækdysserne, er fjernet.";

OnlyPhotoPenInstalledErrorTitle = "Kan ikke justere, når kun fotopatronen er installeret";
OnlyPhotoPenInstalledErrorMessage = "Justering kan kun udføres, når der er installeret farve, sort, farve/sort, farve/foto patroner. Installer en af disse kombinationer.";

NoAlignTitle = "Kan ikke udføre justering.";
NoAlignMsg = "Tjek, at enheden er tilsluttet og tændt, og prøv igen.";

CalibrationFailedTitle = "Kan ikke udføre kalibrering af udskriftskvaliteten";

NoCartridgesErrorTitle = "Der er ikke fundet nogen printerpatroner";
NoCartridgesErrorMessage = "Der kan kun udskrives, når alle printpatroner er installeret. Der er flere oplysninger i dokumentationen til enheden.";

FrontDoorOpenTitle = "Forreste dæksel er åbent";
DoorOpenTitle = "Dør/dæksel er åben";
DoorOpenMsg = "Enheden kan ikke udskrive, fordi et dæksel er åbent. Luk alle dæksler på enheden.";

NoCmyCartridgeTitle = "Kan ikke kalibrere udskriftskvaliteten";
NoCmyCartridgeMsg = "Denne procedure kræver, at der isættes en trefarvet patron i enheden.";

Yes = "Ja";
No = "Nej";

HSDCancelButtonTitle = "Annuller";
HideButtonTitle = "Skjul";
HSDOKButtonTitle = "OK";
HSDContinueButtonTitle = "Fortsæt";
HSDDoneButtonTitle = "Udført";
HSDCloseButtonTitle = "Luk";
HSDSkipButtonTitle = "Hop over";
HSDMoreInfoButtonTitle = "Flere oplysninger…";
HSDQuitButtonTitle = "Afslut";
HSDRetryButtonTitle = "Prøv igen";

CDopenTitle = "Cd/dvd-bakke er åben";
CDopenMsg = "Luk cd/dvd-bakken, så der kan udskrives fra hovedbakken.";

SomePenErrorTitle = "Der kan kun udskrives, når alle patroner er installeret";
SomePenErrorMessage = "Der ser ud til at mangle en blækpatron, den blev ikke registreret, eller den er installeret forkert.";

SomeCartridgeErrorTitle = "Der kan kun udskrives, når alle printpatroner er installeret";
SomeCartridgeErrorMessage = "En patron mangler, registreres ikke eller er installeret forkert.";

SomePrintheadErrorTitle = "Der kan kun udskrives, når alle printhoveder er installeret.";
SomePrintheadErrorMessage = "Der ser ud til at mangle et printhoved, det blev ikke registreret, eller det er installeret forkert.";

PrintheadErrorTitle = "Der kan kun udskrives, hvis printerhoved er installeret";

DeviceBusyErrorTitle = "Enheden er optaget";
DeviceBusyErrorMessage = "Vent, indtil enheden er færdig med det aktuelle job.";

IncorrectStateErrorTitle = "Enheden er i fejltilstand";
IncorrectStateErrorMessage = "Løs problemet, og prøv igen.";

InstallFuserErrorTitle = "Fuser mangler";
InstallFuserErrorMessage = "Sluk for enheden, geninstallér Fuser, og tænd dernæst for enheden igen.";

DidFailLoadTitle = "Siden kan ikke åbnes";
DidFailLoadMessageFormat = "URL: %@\nÅrsag: %@";
LoadingErrorString = "Ressource er ikke tilgængelig";
WebLoadingString = "Indlæser...";

DownloadInfoFormatString = "%@ af %@";
BytesFormatString = "%d byte";
KilobytesFormatString = "%.1f KB";
MegabytesFormatString = "%.1f MB";
GigabytesFormatString = "%.2f GB";

USB = "USB";
Network = "Netværk";
Bluetooth = "Bluetooth";
Bonjour = "Bonjour";
IP = "IP";
AppleTalk = "Apple Talk";
HPWirelessConnect = "HP Trådløs forbindelse";
UNKNOWN = "Ukendt";

ProfileErrorTitle = "Kunne ikke registrere profil";
ProfileOperationErrorMessage = "ColorSync-registrering fejlede med fejlkode: %i.";
ProfileNotFoundMessage = "ColorSync-indgang for enheden indeholder fejl. Genskab udskriftskøen for at løse problemet.";

StatusLineSeparator = "%, ";
ClearStatusLineSeparator = ", ";
ConnectingMessage = "Opretter forbindelse til enhed\n%@";
AbstractConnectingMessage = "Opretter forbindelse...";

//paper management keys
ResponseErrorMessage = "Tjek, at enheden er tilsluttet og tændt, og at den ikke er ved at udskrive.";
OfflineTitle = "Enheden er offline";
OfflineMsg = "Enheden er offline og kan ikke behandle udskriftsjobs.";

DownloadProfilesTitleString = "Henter ICC-profiler...";
SynchronizeProfilesTitleString = "Opdaterer ICC-profiler...";
RetrieveInformationProcessTitle = "Henter oplysninger…";
ApplySettingsProgressTitle = "Aktiverer indstillinger…";

CouldNotRetrieveSettings = "Det var ikke muligt at hente indstillinger";
CouldNotRetrieveSettingsDescription = "Der er opstået en ukendt fejl under forsøg på at kommunikere med enheden. Prøv igen senere.";

// status
StapleCartridgeTitle = "Hæfteklammepatron %d";
BlackDrumTitle = "Sort tromle";
CyanDrumTitle = "Cyan tromle";
YellowDrumTitle = "Gul tromle";
MagentaDrumTitle = "Magenta tromle";
BlackCartridgeTitle = "Sort kassette";
CyanCartridgeTitle = "Cyan kassette";
MagentaCartridgeTitle = "Magenta kassette";
YellowCartridgeTitle = "Gul kassette";
ImageTransferKit = "Overførselssæt";
ImageFuserKit = "Fikseringsenhedssæt";
RollerKit = "Valsesæt";
MaintenanceKit = "Vedligeholdelsessæt";
TonerCollectionUnit = "Toneropsamlingsenhed";
DocumentFeederKit = "Dokumentfødersæt";
InkCollectionUnit = "Blækopsamlingsenhed";

BlackInkCartridgeTitle = "Sort blæk";
CyanInkCartridgeTitle = "Cyan blæk";
MagentaInkCartridgeTitle = "Magenta blæk";
YellowInkCartridgeTitle = "Gul blæk";
LightCyanInkCartridgeTitle = "Lys cyan blæk";
LightMagentaInkCartridgeTitle = "Lys magenta blæk";
CMYInkCartridgeTitle = "Trefarvet blæk";
KCMInkCartridgeTitle = "Fotoblæk";
GGKInkCartridgeTitle = "Grå fotoblæk";
MatteBlackInkCartridgeTitle = "Mat sort blæk";
PhotoBlackInkCartridgeTitle = "Foto sort blæk";
LightGrayInkCartridgeTitle = "Lys grå blæk";
GrayInkCartridgeTitle = "Gray ink";
BCMInkCartridgeTitle = "Blåt foto blæk";
SilverInkCartridgeTitle = "Sølv";
GoldInkCartridgeTitle = "Guld";
BronzeInkCartridgeTitle = "Bronze";
MetallicInkCartridgeTitle = "Metallic";
LeftInkCartridgeTitle = "Venstre";
RightInkCartridgeTitle = "Højre";

BlackPrintheadName = "Sort skrivehoved";
CyanPrintheadName = "Cyan skrivehoved";
MagentaPrintheadName = "Magenta skrivehoved";
YellowPrintheadName = "Gul skrivehoved";
BlackYellowPrintheadName = "Sort/gult printhoved";
CyanMagentaPrintheadName = "Cyan/magenta printhoved";
MagentaYellowPrintheadName = "Magenta/gult printhoved";
MatteBlackCyanPrintheadName = "Mat sort/cyan printhoved";
LightMagentaLightCyanPrintheadName = "Lys magenta/lys cyan printhoved";
PhotoBlackLightGrayPrintheadName = "Foto sort/lys grå printhoved";
LightCyanPrintheadName = "Lys cyan skrivehoved";
LightMagentaPrintheadName = "Lys magenta skrivehoved";
CMYPrintheadName = "CMY-skrivehoved";
KCMPrintheadName = "KCM-skrivehoved";
GGKPrintheadName = "gGK-skrivehoved";
CMYKPrintheadName = "CMYK-skrivehoved";
BBBKPrintheadName = "BBBK-skrivehoved";
MagentaCyanPrintheadName = "Magenta / Cyan printhead";
MatteBlackYellowPrintheadName = "Matte Black / Yellow printhead";
GrayPhotoBlackPrintheadName = "Gray / Photo Black printhead";

TrayNameTemlate = "Bakke %d";
"ENV FEEDER" = "Konvolutfremfører";
"Envelope Feeder" = "Konvolutfremfører";
"Multipurpose Tray" = "Multifunktionsbakke";

MediaStatusUnknown = "Ukendt";
MediaStatusNotEmpty = "Ikke tom";
MediaStatusEmpty = "Tom";
MediaStatusLow = "Lav";
MediaStatusFull = "Fuld";
MediaStatusOk = "OK";

BlackPrintheadColor = "Sort";
CyanPrintheadColor = "Cyan";
MagentaPrintheadColor = "Magenta";
YellowPrintheadColor = "Gul";
LightCyanPrintheadColor = "Lys cyan";
LightMagentaPrintheadColor = "Lys magenta";
CMYPrintheadColor = "CMY-skrivehoved";
KCMPrintheadColor = "KCM-skrivehoved";
GGKPrintheadColor = "gGK-skrivehoved";
BlackYellowPrintheadColor = "Sort / Gul";
CyanMagentaPrintheadColor = "Cyan/magenta";
MagentaYellowPrintheadColor = "Magenta/gul";
MatteBlackCyanPrintheadColor = "Mat sort/cyan";
LightMagentaLightCyanPrintheadColor = "Lys magenta/lys cyan";
PhotoBlackLightGrayPrintheadColor = "Foto sort/lys grå";
CMYKPrintheadColor = "CMYK";

// online privacy UI
InfoToSendFieldFormat = "%@: %@\n";
HSDOnlineWarningSheetTitle = "Skaffer adgang til onlineoplysninger";
HSDOnlineWarningSheetBasicMessage = "Hvis du klikker på \"Fortsæt\", benyttes din standardwebbrowser til at få adgang til HP-websiderne.";

HSDOnlineWarningSheetExtendedMessage = "Hvis du klikker på \"Fortsæt\", bliver standardbrowseren brugt til at besøge HP's websider. Hvis du vil fortsætte med denne handling, bliver der sendt oplysninger til HP's webservere.";
HSDOnlineWarningSheetExtendedComment = "HP kan bruge disse oplysninger til at oprette tilpassede oplevelser, sende relevante tilbud og forbedre din oplevelse med HP.";

HSDOnlineWarningSheetCheckboxTitle = "Vis ikke denne advarsel igen";
HSDPrivacyPolicyOnlineLinkTitle = "HP Fortrolighedserklæring";
HSDPrivacyPolicyOnlineLinkValue = "http://welcome.hp.com/country/dk/da/privacy.html";
HSDPrivacyStatementOnlineLink = "HP Fortrolighedserklæring";
HSDViewPrivacyStatementOnlineLink = "HP Fortrolighedserklæring";
HSDViewSharedDataLink = "Se hvilke oplysninger, der deles med HP";

DetailsTitle = "Detaljer";

MacOSVersion = "Mac OS-version";
DeviceSerialNumber = "Enhedens serienummer";
DeviceModelNumber = "Enhedens modelnummer";
DeviceProductNumber = "Enhedens produktnummer";
DeviceModelName = "Enhedens modelnavn";
ServiceID = "Service-id";
ModelID = "Model-id";
DeviceSKUName = "Device SKU Name";
HSDLifesaverClaimIDTitle = "Aktiveringskode";
HSDDeviceUUIDTitle = "Enheds-UUID";
HSDZipCodeTitle = "Postnummer";

UnsupCartridgeTitle = "Ikke-understøttet printpatron";
UnsupSilverPenMsg = "Den installerede Sølv-printpatron kan ikke bruges til Macintosh-udskrivning.\nSæt i stedet en Sort printpatron i, og prøv igen.";

//PrintingPropertiesWindow
"RestorePrintingPropTitle" = "Gendan udskrivningsegenskaber";
"StarwheelsTitle" = "Stjernehjul:";
"GlossEnhancerTitle" = "Gloss Enhancer-mængde:";
"DownStarwheelsTitle" = "Ned";
"InkLimitsTitle" = "Globale blækgrænser:";
"ExtendedDryTimeTitle" = "Udvidet";
"PaperThicknessTitle" = "Papirtykkelse";
"NormalThicknessTitle" = "Normal";
"ReducedDryTimeTitle" = "Reduceret";
"TaskNameTitle" = "Udskrivningsegenskaber";
"HelpButtonTooltip" = "Hjælp";
"AutomaticDryTimeTitle" = "Automatisk";
HSDGoBackButtonTitle = "Gå tilbage";
"ThickThicknessTitle" = "Tykkelse";
"UpStarwheelsTitle" = "Op";
"CutterTitle" = "Afskærer";
"NoneDryTimeTitle" = "Ingen";
"DryTimeTitle" = "Tørretid:";

UndefinedDrumTitle = "Billedtromle";

// authentication dialog
AuthenticationTitle = "Du skal skrive en adgangskode for at få adgang til disse indstillinger.";
AuthenticationDescription = "Du skal bruge den adgangskode, der tidligere blev angivet på din enhed, for at få adgang til disse indstillinger.";
ShowPasswordTitle = "Vis adgangskode";
KeyChainTitle = "Gem denne adgangskode i min nøglering";
IncorrectPasswordMessage = "Adgangskoden er forkert.";

// ICC profile registration
DriverNeedsUpdateMsg = "Din driver skal opdateres. Klik på HP Support for at komme til HP's websted og tjekke, om der er nye drivere.";
DeviceIsBusyMsg = "Enheden er optaget. Prøv igen, når enheden er færdig med at udskrive.";
HPSupportButtonTitle = "HP Support";

// Applying device settings
ApplyDeviceSettingsGenericError = "Kunne ikke anvende indstillinger";
ApplyDeviceSettingsGenericErrorRecoverySuggestion = "Tjek, at enheden er online og tilsluttet.";

// assistant
AssistantCloseAlertTitle = "Er du sikker på, du ønsker at afslutte assistenten?";
AssistantCloseAlertMessage = "Assistenten konfigurerer HP-enheden eller -software, så du kan drage fordel af alle funktioner og muligheder i enheden. Nogle funktioner fungerer muligvis ikke, hvis enheden ikke er konfigureret korrekt.";
AssistantTocViewWidth = "180";
AssistantTaskViewPreferredSize = "{630,390}";

DeviceIsAlreadySetUpTitle = "Enhed er opsat";
DeviceIsAlreadySetUpMessage = "Den valgte enhed er allerede blevet opsat.";

DeviceDoesNotRequireSetupTitle = "Ingen opsætning påkrævet";
DeviceDoesNotRequireSetupMessage = "Den valgte enhed har ikke behov for at blive opsat.";

CannotConfigureWirelessTitle = "Trådløs kan ikke konfigureres";
CannotConfigureWirelessMessage = "Wi-Fi fungerer ikke, hvis der er tilsluttet et Ethernet-kabel.";

HSDUseHPEasyStartToSetupDeviceTitle = "HP Easy Start er påkrævet for at konfigurere denne enhed";
HSDUseHPEasyStartToSetupDeviceMessage = "HSD_TEXT:HP Easy Start er den nye måde til at konfigurere din HP-printer og klargøre din Mac til udskrivning. HSDHPEasyStartDescription";

HSDUseHPEasyStartToSetupDeviceString = "HSD_TEXT:HP Easy Start er påkrævet for at konfigurere enheden på denne adresse. HSDHPEasyStartDescription";

HSDHPEasyStartDescription = "HSD_TEXT:HP Easy Start finder og installerer den nyeste software til printeren og vejleder dig derefter gennem printeropsætningen.

Hent HP Easy Start på HSD_LINK:HSDEasyStartLink.";

DeviceIsNotSupportedTitle = "Enheden understøttes ikke";
DeviceIsNotSupportedMessage = "Problemet kan løses ved at opdatere HP Utility eller bruge et andet HP-program, som understøtter enheden.";
DeviceAtAddressIsNotSupportedString = "Enheden på denne adresse understøttes ikke. Problemet kan løses ved at opdatere HP Utility eller bruge et andet HP-program, som understøtter enheden.";
MultipleDriversNotInstalledTitle = "Den HP-software, der kræves til at opsætte din enhed, blev ikke fundet";
MultipleDriversNotInstalledWarningTitle = "Noget af den HP-software, der kræves til at opsætte din enhed, blev ikke fundet";
PrintDriverNotInstalledTitle = "Den HP-software, der kræves til at opsætte udskrivning, blev ikke fundet";
ScanDriverNotInstalledTitle = "Den HP-software, der kræves til at opsætte scanning, blev ikke fundet";
FaxDriverNotInstalledTitle = "Den HP-software, der kræves til at opsætte faxafsendelse, blev ikke fundet";
HSDInstallLatestSoftwareMessage = "HSD_TEXT:Download og installer den nyeste software til din enhed fra HSD_LINK:HSD_URL:HSDSupportLink_URL, og prøv derefter igen.";
HSDMissingSoftwareMessage = "HSD_TEXT:Download og installer den nyeste software til din enhed fra HSD_LINK:HSD_URL:HSDSupportLink_URL, og prøv derefter igen. Hvis du vælger at fortsætte uden at installere den nyeste software, vil nogle funktioner ikke virke.";

DisabledFeaturesWarningSheetTitle = "Deaktiverede funktioner";
DisabledFeaturesWarningSheetMessage = "En administrator har deaktiveret visse funktioner på den valgte enhed.\n\nDu kan få flere oplysninger hos administratoren eller i dokumentationen til enheden.";

DeviceIsConnectedViaAccessPointTitle = "Enheden kan ikke konfigureres via et særligt, trådløst netværk";
DeviceIsProbablyConnectedViaAccessPointMessage = "Forbindelsen til den valgte enhed er formentlig etableret via et særligt, trådløst netværk, som er oprettet med enheden. Hvis enheden står to steder på listen, skal du vælge posten, som ikke er valgt. Ellers skal du kontrollere, at enheden er tilsluttet en forbindelse via kabel eller et trådløst netværk, som computeren har adgang til, og forsøge igen.\n\nHvis computeren ikke er sluttet til enhedens særlige trådløse netværk, skal du klikke på fortsæt for at konfigurere enheden.";
DeviceIsConnectedViaAccessPointMessage = "Forbindelsen til den valgte enhed er etableret via et særligt, trådløst netværk, som er oprettet med enheden. Hvis enheden står to steder på listen, skal du vælge posten, som ikke er valgt. Ellers skal du kontrollere, at enheden er sluttet til en forbindelse via kabel eller et trådløst netværk, som din computer har adgang til, og forsøge igen.";

// HP Privacy Statement Panel
HSDHPPrivacyStatementTitle = "HP Fortrolighedserklæring";
HPPrivacyStatement = "HP har forpligtet sig til at beskytte vore kunders personoplysninger. Registreringsoplysninger kan bruges i anonym og samlet form i forbindelse med markedsundersøgelser, som hjælper HP med at forbedre sine produkter og servicetilbud. De indsamlede data kan opbevares i op til 5 år fra datoen for den seneste dataoverførsel til HP og kan sendes til et HP-selskab i andre lande.\n\nHP sender din oplysninger elektronisk til HP-servere. IP-adressen på den computer, der sendes fra, bruges kun til disse overførselsformål.";
HPOnlinePrivacyStatementButtonTitle = "HP Fortrolighedserklæring";

// Assistant window titles
HSDAssistantWindowTitleFormat = "HP Utility - %@";
HSDAssistantSetupWindowTitle = "Indstilling";

//Add Device Manually titles
ManualAddWindowTitle = "Tilføj enhed manuelt";
ManualAddTitle = "Tilføj enhed manuelt";
ManualAddAddressTypeLabel = "Adressetype:";
ManualAddAddressLabel = "Adresse:";
ManualAddFormatTitle = "Format:";
AddButton = "Tilføj";

InvalidAddress = "Ugyldigt adresseformat";
ProgressMessage = "Opretter forbindelse til enheden…";
NotReachableMessage = "Der kan ikke oprettes forbindelse til enheden";
NotSupportedDeviceMessage = "Enheden på denne adresse understøttes ikke";

HostHameFormat = "navn.domæne";
HostOrBonjourDomainName = "Vært eller Bonjour-domænenavn";

ConnectToNetworkWithoutBluetooth = "Opret forbindelse til et kablet eller trådløst netværk, og prøv igen.";
ConnectToNetwork = "Opret forbindelse til et kablet eller trådløst netværk, eller aktivér Bluetooth, og prøv igen.";
NoNetworkConnection = "Ingen netværksforbindelse";

BluetoothIsOffAlertMessage = "Bluetooth er slukket på din Mac";
BluetoothIsOffAlertExplanation = "Aktivér Bluetooth via Systemindstillinger eller Bluetooth-menuen";

HPTableHeaderColumnName = "kolonne";
MoreInfoTitle = "Flere oplysninger";

// Device Unavailable strings
kDeviceUnavailabilityAlertTitleKey = "Forbindelsen til enheden gik tabt";
kDeviceReconnectUnavailabilityAlertTitleKey = "Der kan ikke oprettes forbindelse til enheden.";
kDeviceUnavailabilityAlertReconnectButtonTitleKey = "Genopret forbindelse";
kDeviceUnavailabilityAlertSelectOtherButtonTitleKey = "Vælg en anden...";
kDeviceUnavailabilityAlertMessageKey = "Du kan vælge en anden enhed eller forsøge at genoprette forbindelsen til den aktuelle enhed.";

HSDCurrentSettingTitle = "[Aktuel indstilling]";

DeviceInReserveModeMsgPigment = "Det er ikke muligt at udføre justering i reservetilstand. Udskift tomme eller manglende blækpatroner.";
NoPensErrorMessagePigment = "Hvis printerpatroner er blevet installeret, skal det bekræftes, at plastiktapen, som dækker blækpatronens dyser, er fjernet.";
SomePenErrorMessagePigment = "Det ser ud til, at en blækpatron ikke kan findes, registreres eller er installeret forkert.";
PageWideCollectionUnit = "Samleenhed";
BlackPageWideCartridgeTitle = "Sort blækpatron";
CyanPageWideCartridgeTitle = "Cyan blækpatron";
MagentaPageWideCartridgeTitle = "Magenta blækpatron";
YellowPageWideCartridgeTitle = "Gul blækpatron";

// Printer sleeping warning
PrinterIsSleepingTitle = "This functionality is not available while the printer is in sleep mode.";
PrinterIsSleepingMessage = "If you want to wake up your printer now, click the 'Wake Up' button below";
WakeUpButtonTitle = "Wake Up";

HSDUserNameTitle = "Brugernavn:";
HSDPasswordTitle = "Adgangskode:";

HSDPromptToLogin = "Du skal logge ind for at se denne side.";
HSDPromptToLoginIncorrectPassword = "Brugernavnet eller kodeordet, du indtastede, var forkert. Sørg for, at du indtaster dem korrekt, og prøv igen.";
HSDPromptToLoginInformativeText = "Dit kodeord bliver sendt ukrypteret.";
